Revit 2021.1 API
SymbolTypeId.BtuPerLb Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId BtuPerLb { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerLb As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerLb {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace